Repository: trivoallan/tosca
Catalog: po/*/tosca.po
Languages: fr

source: issue cancelled
fr: issue annulée

source: Your answer :
fr: Votre réponse :

source: Assign
fr: Assigné à

source: Private ?
fr: Privé ?

source: Tickets spent
fr: Crédits consommés

source: Answer
fr: Répondre

source: Concerning
fr: Concernant

source: Assigned to
fr: Assigné à

source: Detailed description
fr: Description détaillée

source: Add a file
fr: Ajouter un fichier

source: Recipient :
fr: Bénéficiaire :

source: Engineer :
fr: Ingénieur :

source: Issue type :
fr: Nature de la demande :

source: Severity :
fr: Sévérité :

source: Base :
fr: Socle :

source: Software :
fr: Logiciel :

source: Add a contribution
fr: Ajouter une contribution

source: Link to a contribution
fr: Lier à une contribution

source: Declared by
fr: Déclarée par

source: Recipent
fr: Bénéficiaire

source: Life cycle
fr: Cycle de vie

source: Time elapsed
fr: Temps écoulé

source: Edit the tags for this issue
fr: Éditer les tags de cette demande

source: Update the issue %s (administration)
fr: Mise à jour de la demande %s (administrateur)

source: Selected issues can wait
fr: Les demandes sélectionnées peuvent attendre

source: days
fr: jours

source: before renewal
fr: avant renouvellement

source: Flow
fr: Flux

source: By word
fr: Par mot

source: By contract
fr: Par contrat

source: By expert
fr: Par expert

source: [ Me ]
fr: [ Moi ]

source: Attributes
fr: Attributs

source: Settings
fr: Paramètres

source: Limit
fr: Limite

source: a new issue
fr: une nouvelle demande

source: Submitter
fr: Déclarant

source: No issue found.
fr: Aucune demande trouvée

source: No pending issue
fr: Aucune demande en attente

source: My pending issue
fr: Ma demande en attente

source: This list only contains issues which require an action on your behalf.
fr: Cette liste contient seulement les demandes qui attendent une action de votre part.

source: In technical terms, this list contains all issues
fr: En termes techniques, cette liste contient toutes les demandes

source: for which our services have issueed further information or your validation.
fr: pour lesquelles notre service vous a demandé des informations supplémentaires ou votre validation.

source: that are active (SLA is running), and all suspended issues where the last comment is from a customer, or that are newly assigned to you.
fr: qui sont actives (la CNS court), et toutes les demandes suspendues où le dernier commentaire vient du client, ou qui vous sont nouvellement attribuées.

source: Feel free to inform us in %s if you feel some issues should not be here.
fr: N'hésitez pas à nous contacter dans %s si vous pensez qu'une demande ne devrait pas être dans cette liste.

source: the idea box
fr: la boite à idées

source: My team has not any pending issue
fr: Mon équipe n'a pas de demande en attente

source: My team has %d pending issue
fr: Mon équipe a %d demande en attente

source: Please fill in the fields below.
fr: Remplissez les champs ci-dessous.

source: One of our consultants will then contact you in less than one hour.
fr: Un de nos consultants vous contactera dans moins d'une heure.

source: Submit this issue
fr: Déposer cette demande

source: Nota : One day work corresponds to the time of opening of the daily service defined in the contract %s : %s, that is to say %s hours.
fr: Nota : Un jour ouvré correspond au temps d'ouverture quotidien du service défini dans le contract %s : %s, soit %s heures.

source: The working days are from Monday to Friday, except weekends and public holidays.
fr: Les jours ouvrés sont du Lundi au Vendredi, sauf week-ends et jours fériés.

source: Comments
fr: Commentaires

source: History
fr: Historique

source: Phonecalls
fr: Appels

source: SLA
fr: CNS

source: Phone call
fr: Appel

source: End of phonecall
fr: Fin de l'appel

source: Attachment
fr: Fichier joint

source: Link
fr: Lien

source: Your issue is not subject to a SLA.
fr: Votre demande n'est pas soumise à CNS.

source: Service Level Agreement
fr: Convention de Niveau de Services

source: Step
fr: Étape

source: Progress
fr: Progression

source: Commitment
fr: Engagements

source: Taken into account
fr: Prise en compte

source: Your issue has no commitment for workaround time
fr: Votre demande n'a pas d'engagement de contournement

source: Your issue has no commitment for correction time
fr: Votre demande n'a pas d'engagement de correction

source: Are you sure you want to delete this comment ?
fr: Étes vous sûr de vouloir effacer ce commentaire ?

source: Change(s)
fr: Changement(s)

source: Attachments
fr: Documents

source: Manage tags for the issue %s
fr: Gérer les tags de la demande %s

source: Add a tag to this issue
fr: Ajouter un tag à cette demande

source: Tags of this issue
fr: Tags de cette demande

source: Short description
fr: Description courte

source: Edit a rule
fr: Modifier un rôle

source: Roles list
fr: Liste des rôles

source: and associated permissions
fr: et des permissions associées

source: Rule
fr: Règle

source: Permission list
fr: Liste des permissions

source: Add a role
fr: Ajouter un rôle

source: New role
fr: Nouveau rôle

source: Component|Name
fr: Nom

source: Maximum number of components
fr: Nombre maximum de composants

source: Editing a component offer
fr: Modifier une offre par composants

source: List of components offers
fr: Liste des offres par composants

source: an %s offer
fr: une offre %s

source: New component offer
fr: Nouvelle offre par composants

source: Credit|Name
fr: Nom

source: Maximum number of time credits
fr: Nombre maximum de crédits temps

source: Time of one credit, expressed in hours
fr: Temps d'un crédit, exprimé en heure

source: Editing an offer with time credits
fr: Modification d'une offre avec des crédits temps

source: List of offers with time credits
fr: Liste des offres avec des crédits temps

source: an offer
fr: une offre

source: New offer based on time credits
fr: Nouvelle offre basé sur les crédits temps

source: Editing a severity
fr: Éditer une sévérité

source: a new severity
fr: une nouvelle sévérité

source: New severity
fr: Nouvelle sévérité

source: Computer :
fr: Machine :

source: Note : <br /> The machine of the system takes its parameters strictly in the parameters of %s
fr: Note : <br /> La machine du systeme ne se paramètre que dans les %s

source: Editing a system
fr: Éditer le système

source: System list
fr: Liste des systèmes

source: a customer system
fr: un système d'un client

source: Computer
fr: Machin

source: computer
fr: machine

source: customers
fr: clients

source: New system
fr: Nouveau système

source: Base name
fr: Nom de base

source: Copyright
fr: License

source: Group
fr: Groupe

source: List of the versions
fr: Liste des versions

source: By client
fr: Par client

source: Characteristic
fr: Caracteristique

source: a new software
fr: un nouveau logiciel

source: Edit a software
fr: Modifier un logiciel

source: Add a new software
fr: Ajouter un nouveau logiciel

source: Homepage
fr: Page d'Accueil

source: Reference
fr: Référence

source: Links
fr: Liens

source: Editing a statut
fr: Éditer un statut

source: List of the status
fr: Liste des statuts

source: New status
fr: Nouveau statut

source: Competence
fr: Compétence

source: Editing tag
fr: Éditer un tag

source: Tags list
fr: Listes des Tags

source: New tag
fr: Nouveau Tag

source: Name of the Team
fr: Nom de l'équipe

source: Motto of the Team
fr: Devise de l'équipe

source: Manager of the Team
fr: Manager de l'équipe

source: Team members
fr: Membres de l'équipe

source: Contracts of the team
fr: Contrats de l'équipe

source: Editing a Team
fr: Éditer une équipe

source: List of the teams
fr: Liste des équipes

source: a team
fr: une équipe

source: Motto
fr: Devise

source: Create a new team
fr: Créér une nouvelle équipe

source: Team %s
fr: Équipe %s

source: Members
fr: Membres

source: Editing a type of contribution
fr: Modifier un type de contribution

source: List of the types of contribution
fr: Liste des types de contributions

source: Create a new type of contribution
fr: Créer un nouveau type de contribution

source: A new typeof contribution
fr: Un nouveau type de contribution

source: Editing typedocument
fr: Éditer un type de document

source: List of the types of documents
fr: Liste des types de docuements

source: a new type of document
fr: un nouveau type de documents

source: Create a new type of documents
fr: Créer un nouveau type de documents

source: Editing an issue type
fr: Éditer un type de demande

source: List
fr: Liste

source: List of the types of issues
fr: Liste des types des demandes

source: a new type of issue
fr: un nouveaux type de demande

source: A new type of issue
fr: Une nouvelle type de demande

source: Editing typeurl
fr: Éditer un type d'url

source: List of the types for an software url
fr: Liste des types d'url pour un logiciel

source: a new type of url
fr: une nouvelle url

source: a new url
fr: une nouvelle url

source: Create a New typeurl
fr: Créér un nouveau type d'url

source: Edit this url
fr: Modifier l'url

source: List of urls in contributions
fr: Liste des url dans contributions

source: Add an url to follow your contribution
fr: Ajouter une url pour suivre votre contribution

source: Value
fr: Valeur

source: Kind
fr: Type

source: Editing url of "%s"
fr: Éditer l'url de "%s"

source: List of software's links
fr: Liste des liens logiciels

source: Add an url for a software
fr: Ajouter un url pour un logiciel

source: Software list
fr: Liste des Logiciels

source: Releases list
fr: Liste des releases

source: a version
fr: une version

source: Edit a version
fr: Éditer une version

source: Save
fr: Enregistrer

source: Add a new version
fr: Ajouter une nouvelle version

source: Version of a software
fr: Versiond d'un logiciel

source: Don't hesitate to
fr: N'hésitez pas à

source: contact us
fr: nous contacter

source: if needed
fr: si besoin

source: About
fr: A propos de

source: This software was created at
fr: Cette application a été créée à

source: by the OSSA Team.
fr: par l'équipe OSSA.

source: This journey would not have been possible without the <b>developers</b> who have taken part in this project, without the testers who have contributed to it's quality and without quite a bit of <b>free software</b> which has enabled the development to be fast and agile. They are all warmly thanked here. %s would be nothing without them.
fr: Cette aventure n'aurait été possible sans tous les <b>développeurs</b> qui ont soutenu ce projet, sans tous les <b>testeurs</b> qui ont contribué à assurer sa qualité et sans un grand nombre de <b>logiciels libre</b> qui ont permis à son développement d'être rapide et agile. Ils sont tous ici grandement remerciés.

source: It is now an Open Source software you can get at
fr: C'est maintenant un logiciel Open Source que vous pouvez récupérer sur

source: the homepage of the project
fr: la page principale du projet

source: Developers
fr: Développeurs

source: Quality Assurance
fr: Assurance Qualité

source: Free software used by %s
fr: Logiciels libre utilisés par %s

source: Contents
fr: Sommaire

source: You have %s rights on this portal
fr: Vous avez les droits %s sur ce portail

source: User management
fr: Gestion des utilisateurs

source: Teams
fr: Équipes

source: Teams management
fr: Gestion des Équipes

source: Permission management
fr: Gestion des permission

source: Skills
fr: Compétences

source: Skill management
fr: Gestion des compétences

source: You have to create a client before creating a contract
fr: Vous devez créer un client avant de créer un contrat

source: Customer management
fr: Gestion des clients

source: Plateform
fr: Platforme

source: System management
fr: Gestion des Systèmes

source: Source management
fr: Gestion des sources

source: Software categorization
fr: Classification des logiciels

source: Digest report
fr: Rapport d'activité

source: Distribution of issues in time
fr: Répartition de vos demandes dans le temps

source: connected
fr: connecté

source: Welcome to the %s management tool
fr: Bienvenue sur l'outil de gestion du %s

source: You can see the list of %s
fr: Vous pouvez consulter la liste des %s

source: issues
fr: demandes

source: You can also %s
fr: Vous pouvez aussi %s

source: make an issue
fr: faire une nouvelle demande

source: You are not %s, so you cannot access the issues interface of our service.
fr: Vous n'êtes pas %s, donc vous ne pouvez pas accéder à l'interface des issues de notre service.

source: You can browse %s.
fr: Vous pouvez parcourir %s.

source: your directory
fr: votre répertoire

source: You will find there all documents we have delivered to you
fr: Vous avez aussi accès à l'ensemble des documents que nous vous avons livrés

source: You can also consult your %s online.
fr: Vous pouvez aussi consulter votre %s en ligne.

source: activity report
fr: rapport d'activité

source: When you are %s, you can access an activity report
fr: Quand vous êtes %s, vous avez accès à un rapport d'activité

source: dynamically showing the activity of our service for you in real time.
fr: dynamique montrant l'activité de notre service en temps réel.

source: You also have access to all documents we may deliver to you.
fr: Vous avez aussi accès à l'ensemble des documents que nous pouvons vous livrer.

source: Idea Box
fr: Boite à idées

source: You have an idea which can improve our services?<br /> Your comments and suggestions are welcome in %s.
fr: Vous avez une idée pour améliorer nos services ?<br /> Vos commentaires et suggestions sont les bienvenues dans %s.

source: Offer
fr: Offre

source: You benefit from one of our offers, which detail is available here: %s
fr: Vous avez accès à une de nos offres, dont vous pouvez consulter le détail à tout moment : %s

source: We hope this tool wil give you entire satisfaction.
fr: Nous espérons que cet outil vous donnera entière satisfaction.

source: Your call number is
fr: Votre numéro d'appel est le

source: and your access code is %s
fr: et votre code d'accès est %s

source: You can see the list of %s.
fr: Vous pouvez consulter la liste des %s.

source: This software is sorted into a precise and simple %s, distributed by activity group.
fr: Ces logiciels sont répartis selon une %s précise et simple, par groupe d'activité.

source: We have a large range of offers for support with a SLA. This Service Level Agreement can be very strong and is guaranteed by contract.
fr: Nous avons une large gamme d'offres d'assistance, de support et de maintenance avec une CNS. Cette Convention de Niveau de Service peut être très courte et garantie par contrat.

source: contact us.
fr: nous contacter.

source: You can consult and follow all the %s done by our team in Open Source communities.
fr: Vous pouvez consulter et suivre toutes les %s faites par notre équipe dans les communautés Open Source.

source: Plan/access allowed
fr: Plan/Accès autorisé

source: This part of the application
fr: Cette partie de l'application

source: Others parts
fr: Autre composants

source: Status of the Issues
fr: issue

source: Status list
fr: Listes des Statuts

source: Vous have an idea in order to improve our services ? Don't hesitate to fill in the form!<br /> Every proposition will be consider with a lot of attention
fr: Vous avez une idée pour améliorer nos services ? N'hésitez pas à remplir le formulaire ci-dessous !<br /> Chaque proposition sera étudiée avec beaucoup d'attention.

source: Your suggestions on our service :
fr: Vos suggestions sur notre service :

source: Your suggestions on our tool :
fr: Vos suggestion sur notre outil :

source: Immediate
fr: Immédiat

source: less than a minute
fr: moins d'une minute

source: %d hour
fr: %d heure

source: 1 half a working day
fr: 1 demi jour ouvré

source: 1 half day
fr: 1 demie journée

source: %d working day
fr: %d jour ouvré

source: %d day
fr: %d jour

source: and
fr: et

source: %d working month
fr: %d mois ouvré

source: %d month
fr: %d mois
