Repository: trivoallan/tosca
Catalog: po/*/tosca.po
Languages: fr

source: Connexion failure
fr: Échec lors de la connexion

source: your account has been desactivated
fr: votre compte a été désactivé

source: Account successfully created.
fr: Le compte a été crée avec succès.

source: Edition succeeded
fr: Les modifications ont été effectuées avec succès

source: You are not allowed to change your identity
fr: Vous n'êtes pas autorisé à changer votre identité

source: Person not found
fr: Personne non trouvée

source: Full name
fr: Nom Complet

source: Title
fr: Titre

source: Phone
fr: Téléphone

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Welcome %s %s
fr: Bienvenue %s %s

source: Your contract '%s' is near its end date : %s
fr: Le contrat '%s' est près de sa date de fin : %s

source: This address is not valid. If you think this is an error, do not hesitate to contact us.
fr: Cette adresse n'est pas valide. Si vous pensez que c'est une erreur, n'hésitez pas à nous contacter

source: An error has occured. We are now advised of your issue and have all the required information to investigate in order to fix it.
fr: Une erreur est survenue. L'équipe a été mis au courant du problème et un rapport détaillé lui a été soumis afin de le résoudre.

source: Please contact us if your problem remains.
fr: Merci de nous contacter si vous avez d'autres anomalies.

source: Arch was successfully created.
fr: L'architecture a été crée avec succès.

source: Arch was successfully updated.
fr: L'architecture a été mis à jour avec succès.

source: This archive has been successfully created.
fr: Cette archive bien été créée.

source: This archive has been successfully updated.
fr: Cette archive a été mise à jour.

source: Client created successfully.
fr: Le client a été crée avec succès

source: You have now to create the associated contract.
fr: Vous devez désormais créer son contrat associé.

source: Client updated successfully.
fr: Le client bien été mis à jour.

source: Inactive clients
fr: Clients inactifs

source: Active clients
fr: Clients actifs

source: A comment can not be private if there is a change in<br/> the <b>status</b> or in the <b>severity</b>
fr: Un commentaire ne peut être privé s'il y a un changement<br/>\n" " du <b>statut</b> ou de la <b>sévérité</b>"

source: Your comment was successfully added.
fr: Votre commentaire a été créé avec succès.

source: An error has occured.
fr: Une erreur est survenue

source: The comment was successfully updated.
fr: Le commentaire a été mis à jour avec succès.

source: The comment was successfully destroyed.
fr: Le commentaire a été détruit avec succès.

source: You cannot delete the first comment
fr: Vous ne pouvez effacer le premier commentaire

source: You are not allowed to edit this comment
fr: Vous n'êtes pas autorisé à modifier ce commentaire

source: Skill was successfully created.
fr: La compétence a été créée avec succès.

source: Skill was successfully updated.
fr: La compétence a été mise à jour avec succès.

source: Contract was successfully created.
fr: Le contrat a été créé.

source: Contract was successfully updated.
fr: Le contrat a été mis à jour avec succès.

source: Unknown rules for contract "%s"
fr: Règles inconnu pour le contrat "%s"

source: The contribution has been created successfully.
fr: La contribution a été créée avec succès

source: The contribution has been updated successfully.
fr: La contribution a bien été mise à jour.

source: The associated issue does not exist
fr: La demande associée n'existe pas

source: Your document was successfully created
fr: Votre document a été créé avec succès.

source: your document was successfully updated
fr: Votre document a été mis à jour avec succès.

source: software
fr: logiciel

source: state
fr: statut

source: summary
fr: récapitulatif

source: reported
fr: rapporté

source: closed
fr: clos

source: delay
fr: délai

source: login
fr: identifiant

source: name
fr: nom

source: phone
fr: téléphone

source: (customer)
fr: (client)

source: roles
fr: rôles

source: Contract
fr: Contrat

source: Owner
fr: Responsable

source: Customer
fr: Client

source: Call
fr: Appel

source: End of the call
fr: Fin de l'appel

source: Software
fr: Logiciel

source: Severity
fr: Sévérité

source: Submission date
fr: Date de déposition

source: Platform
fr: Plateforme

source: Last update
fr: Mise à jour

source: Summary
fr: Résumé

source: Status
fr: Statut

source: To be closed
fr: Restant à clore

source: New issues
fr: Nouvelles demandes

source: Issues closed this week
fr: Issues closes cette semaine

source: Total in progress end week
fr: Total en cours cette semaine

source: Blocking
fr: Bloquante

source: Major
fr: Majeure

source: Minor
fr: Mineure

source: None
fr: Aucune

source: To close
fr: À clore

source: TOTALS
fr: TOTAUX

source: This file does not exist.
fr: Le fichier CSV n'est pas correct.

source: Group was successfully created.
fr: Le groupe a été créé avec succès.

source: Group was successfully updated.
fr: Le groupe a été mis à jour avec succès.

source: An image was successfully created.
fr: Une image a bien été créée.

source: An image was successfully updated.
fr: Une image a bien été mise à jour.

source: Your knowledge was successfully created.
fr: Votre connaissance a été créée avec succès.

source: Your knowledge was successfully updated.
fr: Votre connaissance a été mise à jour avec succès.

source: Machine was successfully created.
fr: La machine a été créée avec succès.

source: Machine was successfully updated.
fr: La machine a été mise à jour avec succès.

source: Permission was successfully created.
fr: La permission a été créée avec succès.

source: Permission was successfully updated.
fr: La permission a été mise à jour avec succès.

source: The call was successfully created.
fr: L'appel a été créée avec succès.

source: The phone call has been updated.
fr: L'appel a été mis à jour avec succès

source: This release can not be created, because it is associated with a generic version.<br/>Please create a specific version below.
fr: Cette révision ne peut être créée, car elle est associée à une version générique.<br /> Merci de créer une version spécifique.

source: This release has been successfully created.
fr: Cette release a bien été créée.

source: This release has been successfully updated.
fr: Cette release a été mise à jour.

source: incorrect parameters
fr: paramètres incorrects

source: Distributed on
fr: Répartie sur

source: months
fr: mois

source: No data available
fr: Aucune donnée disponible

source: Distribution of your issues
fr: Répartition de vos demandes

source: Distribution of issues
fr: Répartition de vos demandes

source: Severity of your issues
fr: Sévérité de vos demandes

source: Resolution of your issues
fr: Répartition de vos demandes

source: Cancelled issues
fr: Demandes annulées

source: Evolution of the activity volume
fr: Évolution du volume d'activité

source: Top 5 of the most discussed issues
fr: Top 5 des demandes les plus discutées

source: Top 5 of the most discussed software
fr: Top 5 des logiciels les plus discutées

source: Processing time
fr: Temps de traitement

source: Response time
fr: Temps de réponse

source: Workaround time
fr: Temps de contournement

source: Correction time
fr: Temps de correction

source: All the issues
fr: Toutes les demandes

source: You have successfully submitted your %s issue.
fr: Vous avez soumis avec succès votre %s demande

source: The issue has been updated successfully.
fr: La demande a bien été mise à jour.

source: The demand has now no contribution
fr: La demande n'a plus de contributions

source: This contribution is now linked
fr: Cette contribution est maintenant liée

source: It seems that you are not associated to a contract, which prevents you from filling an issue. Please contact %s if you think it's not normal
fr: Il semble que vous ne soyez pas associé(e) à un contrat, ce qui vous empêche de déposer une demande. Veuillez contacter %s si vous pensez que ce n'est pas normal.

source: Active issues
fr: Demandes actives

source: Finished issues
fr: Demandes terminées

source: The role %s was succefully created.
fr: Le rôle %s a été créé avec succès.

source: The role %s was succefully updated.
fr: Le rôle %s a été mis à jour avec succès.

source: '%s' was successfully created.
fr: '%s' a été créé avec succès.

source: '%s' was successfully updated.
fr: '%s' a été mis(e) à jour avec succès.

source: Severity was successfully created.
fr: La sévérité a été créée avec succès.

source: Severity was successfully updated.
fr: La sévérité a été mise à jour avec succès.

source: A System was successfully created.
fr: Le système a été créé avec succès.

source: A System was successfully updated.
fr: Le système a été mis à jour avec succès.

source: List of software
fr: Liste des logiciels

source: List of your supported software
fr: Liste de vos logiciels supportés

source: The software %s has been created succesfully.
fr: Le logiciel %s a été créé avec succès

source: The software %s has been updated successfully.
fr: Le logiciel %s a été mis à jour avec succès.

source: The software %s has been successfully deleted.
fr: Le logiciel %s a été effacé avec succès

source: Status was successfully created.
fr: Le statut a été crée.

source: Statut was successfully updated.
fr: Le statut a été mis à jour avec succès.

source: Team %s was successfully created.
fr: L'équipe '%s' a été créé avec succès.

source: Team %s was successfully updated.
fr: L'équipe '%s' a été mise à jour avec succès.

source: A new type of contribution was successfully created.
fr: Un nouveau type de contribution a été créé avec succès.

source: A Type of contribution was successfully updated.
fr: Le type de contribution a été mis à jour avec succès.

source: A new type of issue was successfully created.
fr: Un nouveau type de demande a bien été créé.

source: An issue type was successfully updated.
fr: Le type de demande a été mis à jour avec succès.

source: A url type was successfully created.
fr: Un type d'url a été crée avec succès.

source: A url type was successfully updated.
fr: Un type d'url a été mis à jour avec succès.

source: Urlreversement was successfully created.
fr: Urlreversement a été crée avec succès.

source: Urlreversement was successfully updated.
fr: Urlreversement a été mis à jour avec succès.

source: You are not the author of this one.
fr: Vous n'êtes pas l'auteur de celui-ci.

source: The url of "%s" has been created successfully.
fr: L'url "%s" a été créée avec succès

source: The Url has bean updated successfully.
fr: L'url a bien été mise à jour.

source: The version %s has been created.
fr: La version %s a été créée avec succès

source: The version %s has been updated.
fr: La version %s a été mis à jour avec succès

source: Thank your for taking time in order to help us to improve this product. Your comments has been sent successfully.
fr: Merci de prendre de votre temps pour nous aider à améliorer ce produit. Vos remarques ont bien été transmises.

source: My account
fr: Mon&nbsp;compte

source: Account of %s
fr: Compte de %s

source: to date
fr: à ce jour

source: No %s at the moment
fr: Pas de %s pour le moment

source: 1 workday
fr: 1 jour ouvré

source: workday
fr: jour ouvré

source: workdays
fr: jours ouvrés

source: An error has occured
fr: Une erreur est survenue

source: My&nbsp;Offer
fr: Mon&nbsp;Offre

source: Display only active clients
fr: N'afficher que les clients actifs

source: Display only inactive clients
fr: N'afficher que les clients inactifs

source: This issue has been taken into account by %s.
fr: Cette demande a été prise en compte par %s.

source: This issue has been assigned to %s by %s.
fr: Cette demande a été prise en charge par %s.

source: This issue has been changed in %s by %s.
fr: Cette demande a été %s par %s.

source: This issue has been requalified in %s by %s.
fr: Cette demande a été requalifiée en %s par %s.

source: %s has been spent by %s on this issue.
fr: %s se sont écoulé(e)s sur cette demande.

source: Workaround
fr: Contournée

source: a contract
fr: un contrat

source: a contribution
fr: une contribution

source: Export in %s
fr: Exporter en %s

source: Quick access to an issue : type the issue number here
fr: Accès rapide à une demande : tapez ici le numéro de la demande

source: Search
fr: Rechercher

source: Add
fr: Ajouter

source: Add %s
fr: Ajouter %s

source: Logout
fr: Déconnexion

source: Log in
fr: S'identifier

source: a logo
fr: un logo

source: a copyright
fr: une licence

source: Do you really want to delete %s
fr: Êtes vous sûr de vouloir supprimer %s

source: Home
fr: Accueil

source: Issues
fr: Demandes

source: Consult issues
fr: Consulter les demandes

source: Consult all the issues
fr: Consulter toutes les demandes

source: Pending Issues
fr: Demandes à traiter

source: Consult issues which are waiting an action from you
fr: Consulter les demandes qui nécessitent une action de votre part

source: Softwares
fr: Logiciels

source: Access to the list of software
fr: Accès à la liste des logiciels

source: Access to the list of contributions.
fr: Accès à la liste des contributions.

source: About %s
fr: Concernant %s

source: Administration interface
fr: Interface d'administration

source: a maintainer
fr: un mainteneur

source: Do you really want to destroy this object ?
fr: Êtes vous sûr de vouloir effacer cet objet ?

source: First page
fr: Première page

source: Previous page
fr: Page précedente

source: to
fr: à

source: &nbsp; on
fr: &nbsp; sur

source: Next page
fr: Page suivante

source: Last page
fr: Dernière page

source: Add a phone call
fr: Ajouter un appel

source: Period
fr: Période

source: During the chosen period
fr: Pendant la période considérée

source: Since the begining of your contract
fr: Depuis le début du contrat

source: progress bar
fr: barre de progression

source: Exceedance
fr: Dépassement

source: Legend of statutes
fr: Légende des statuts

source: New issue
fr: Nouvelle demande

source: Unlink the contribution
fr: Délier la contribution

source: patch
fr: correctif

source: The %s has been accepted by the community
fr: Le %s a été accepté par la communauté

source: The %s has been submitted by the community
fr: Le %s a été proposé à la communauté

source: show issues waiting to be processed
fr: montrer les demandes qui attendent d'être traitées

source: show issues that were processed
fr: montrer les demandes qui ont déjà été traitées

source: show all the issues
fr: montrer toutes les demandes

source: Submission of an issue
fr: Déposer une demande

source: The life cycle of an issue
fr: Cycle de vie d'une demande

source: Help on the status
fr: Explications des statuts

source: the contribution is alone : it is not linked to an interaction
fr: cette contribution est orpheline : elle n'est pas lié à une interaction

source: a system
fr: un système

source: My supported software
fr: Mes logiciels supportés

source: Display only software supported by your contract
fr: Aficher seulement les logiciels supportés par votre contrat

source: All software
fr: Tous les logiciels

source: Display all software
fr: Afficher tous les logiciels

source: View
fr: Voir

source: Update
fr: Mettre à jour

source: New
fr: nouveau

source: Delete
fr: Effacer

source: Hide
fr: Cacher

source: Help
fr: Aide

source: Back
fr: Retour

source: File
fr: Fichier

source: Make public
fr: Rendre public

source: Make private
fr: Rendre privé

source: Home page
fr: Page d'Accueil

source: Print
fr: Imprimer

source: Manage tags
fr: Gérer les tags

source: Choose a date
fr: Spécifier une date

source: Select a date
fr: Sélectionner une date

source: new url
fr: une nouvelle urls

source: a package
fr: un paquet

source: has an administration interface
fr: possède une interface d'administration

source: has a pretty print page
fr: possède une page pour s'imprimer

source: allows to post suggestions
fr: permet de faire des suggestion

source: displays informations
fr: affiche des informations

source: allows to become an other one
fr: permet de devenir un autre

source: allows to log in in the application
fr: permet de se connecter à l'application

source: display this map
fr: affiche ce plan

source: allows to comment
fr: permet de commenter

source: prints the life cycle of an issue
fr: affiche le cycle de vie d'une demande

source: is ajaxified
fr: est Web 2.0 !

source: allows to export datas in ODS
fr: permet de faire des exports ODS

source: Arch|Name
fr: Nom

source: Archive|File
fr: Fichier

source: Archive|Size
fr: Taille

source: Archive|Release
fr: Release

source: You must select a file to upload
fr: Vous devez sélectionner un fichier à télécharger

source: attachment
fr: Fichier joint

source: Attachment|File
fr: Fichier joint

source: Changelog|Release
fr: Release

source: Changelog|Modification date
fr: Date de modification

source: Changelog|Name
fr: Nom

source: Changelog|Modification text
fr: Description de la modification

source: client
fr: un client

source: Client|Name
fr: Nom

source: Client|Description
fr: Description

source: Client|Address
fr: Adresse

source: Client|Image
fr: Image

source: Client|Access code
fr: Code d'accès

source: Client|Recipients count
fr: Nombre de bénéficiaires

source: Client|Inactive
fr: Inactif

source: Client|Creator
fr: Créateur

source: Cannot (de)activate associated recipients due to : "%s"
fr: Ne peut pas (dés)activer les bénéficiaires associés à cause de : "%s"

source: comment
fr: commentaire

source: Comment|Issue
fr: Issue

source: Comment|User
fr: Utilisateur

source: Comment|Attachment
fr: Fichier joint

source: Comment|Text
fr: Texte

source: Comment|Created on
fr: Créé le

source: Comment|Updated on
fr: Mis à jour le

source: Comment|Private
fr: Privé

source: Comment|Severite
fr: Sévérité

source: Comment|Statut
fr: Statut

source: Comment|Ingenieur
fr: Ingénieur

source: Comment|Elapsed
fr: Passé

source: You must have a comment with at least 5 characters
fr: Votre commentaire doit au moins avoir 5 caractères

source: You must indicate a valid issue
fr: Vous devez indiquer une demande valide

source: The status of this issue has already been changed.
fr: Le statut de cette demande a déjà été changé.

source: You cannot privately change the status
fr: Vous ne pouvez changer le statut avec un commentaire privé

source: The issue is now %s.
fr: La demande est désormais %s.

source: private
fr: privé

source: This issue seems to be unstable.
fr: Cette demande semble être inconsistante.

source: commitment
fr: engagement

source: Commitment|Severite
fr: Sévérité

source: Commitment|Workaround
fr: Contournement

source: Commitment|Correction
fr: Correction

source: Commitment|Typeissue
fr: Type de demande

source: competence
fr: compétence

source: Competence|Name
fr: Nom

source: contract
fr: contrat

source: Contract|Client
fr: Client

source: Contract|Start date
fr: Date de démarrage

source: Contract|End date
fr: Date de cloture

source: Contract|Obligation
fr: Astreinte

source: Contract|Name
fr: Nom

source: Contract|Rule type
fr: Type de règle

source: Contract|Rule
fr: Règle

source: Contract|Technological survey
fr: Veille technologique

source: Contract|Newsletter
fr: Lettre d'information

source: Contract|Opening time
fr: Ouverture

source: Contract|Closing time
fr: Fermeture

source: Contract|Internal ml
fr: Liste de courrier interne

source: Contract|Creator
fr: Créateur

source: Contract|Salesman
fr: Commercial

source: Contract|Customer ml
fr: Liste de courriels cliente

source: Contract|Inactive
fr: Inactif

source: Contribution|Name
fr: Nom

source: Contribution|Description
fr: Description

source: Contribution|Patch
fr: Correctif

source: Contribution|Created on
fr: Créé le

source: Contribution|Updated on
fr: Mis à jour le

source: Contribution|Contributed on
fr: Reversé le

source: Contribution|Etatreversement
fr: État du reversement

source: Contribution|Closed on
fr: Cloturé le

source: Contribution|Software
fr: Logiciel

source: Contribution|Ingenieur
fr: Ingénieur

source: Contribution|Typecontribution
fr: Type de contribution

source: Contribution|Synthesis
fr: Résumé

source: Contribution|Affected version
fr: Version concernée

source: Contribution|Fixed version
fr: Version corrigée

source: You have to specify a software.
fr: Vous devez spécifier un logiciel

source: on
fr: à

source: document
fr: un document

source: Document|User
fr: Utilisateur

source: Document|Typedocument
fr: Type de document

source: Document|Client
fr: Client

source: Document|Title
fr: Titre

source: Document|File
fr: Fichier

source: Document|Description
fr: Description

source: Document|Created on
fr: Créé le

source: Document|Updated on
fr: Mis à jour le

source: Document|Version
fr: Version

source: Document|Date delivery
fr: Date de livraison

source: elapsed
fr: Temps écoulé

source: Elapsed|Issue
fr: Issue

source: Elapsed|Taken into account
fr: Prise en compte

source: Elapsed|Workaround
fr: Contournée

source: Elapsed|Correction
fr: Correction

source: Elapsed|Until now
fr: Jusqu'à maintenant

source: etatreversement
fr: État de reversement

source: Etatreversement|Name
fr: Nom

source: Etatreversement|Description
fr: Description

source: Groupe|Name
fr: Nom

source: Image|Image
fr: Image

source: Image|Description
fr: Description

source: Image|Software
fr: Logiciel

source: ingenieur
fr: ingénieur

source: Ingenieur|User
fr: Utilisateur

source: Ingenieur|Image
fr: Image

source: knowledge
fr: connaissance

source: Knowledge|Competence
fr: Compétence

source: Knowledge|Software
fr: Logiciel

source: Knowledge|Ingenieur
fr: Ingénieur

source: Knowledge|Level
fr: Niveau

source: You have to specify a software or a domain.
fr: Vous devez spécifier un nom ou un domaine

source: You cannot specify a software and a domain.
fr: Vous ne pouvez spécifier un logiciel et un domaine.

source: license
fr: licence

source: License|Name
fr: Nom

source: License|Url
fr: Url

source: License|Osi certified
fr: Certifiée OSI

source: Machine|Socle
fr: Machine

source: Machine|Acces
fr: Accès

source: Machine|Virtuelle
fr: Virtuelle

source: Machine|Hote
fr: Hôte

source: Machine|Description
fr: Description

source: Mainteneur|Name
fr: Nom

source: Daily digest for
fr: Rapport d'activité pour

source: week of
fr: semaine

source: Weekly digest for
fr: Activité hebdomadaire pour

source: Monthly digest for
fr: Activité mensuelle pour

source: Yearly digest for
fr: Activité annuelle pour

source: Possible error in your e-mail
fr: Erreur possible dans votre adresse e-mail

source: Multiple accounts with the same e-mail
fr: Plusieurs comptes avec le même e-mail

source: Mailing list does not exists
fr: Mailingliste inexistante

source: An e-mail was sent to
fr: Un e-mail a été envoyé à

source: with a copy to
fr: avec en copie

source: Permission|Name
fr: Nom

source: Permission|Info
fr: Informations

source: phonecall
fr: appel

source: Phonecall|Recipient
fr: Bénéficiaire

source: Phonecall|Ingenieur
fr: Ingénieur

source: Phonecall|Start
fr: Début

source: Phonecall|End
fr: Fin

source: Phonecall|Contract
fr: Contrat

source: Phonecall|Issue
fr: Demande

source: The beginning of the call has to be before to its end.
fr: Le début de l'appel doit précéder sa fin.

source: recipient and client have to correspond.
fr: bénéficiaires et le client doivent correspondre

source: Phonecall of %s on '%s'
fr: Appels de %s on '%s'

source: Phonecall of %s for %s
fr: Appels de %s pour %s

source: preference
fr: préférences

source: Preference|Attribute
fr: Attribut

source: Preference|Owner
fr: Possesseur

source: Preference|Owner type
fr: Type de possesseur

source: Preference|Preferenced
fr: Préférences

source: Preference|Preferenced type
fr: Type de préférence

source: Preference|Value
fr: Valeur

source: Preference|Created at
fr: Créé le

source: Preference|Updated at
fr: Mise à jour le
