Repository: trivoallan/tosca
Catalog: po/*/tosca.po
Languages: fr

source: recipient
fr: Bénéficiaire

source: Recipient|Client
fr: Client

source: Recipient|User
fr: Utilisateur

source: Release|Version
fr: Version

source: Release|Contract
fr: Contact

source: Release|Name
fr: Nom

source: Release|Packaged
fr: Packagé

source: Release|Inactive
fr: Inactif

source: Statut|Name
fr: Nom

source: Statut|Description
fr: Description

source: issue
fr: demande

source: Issue|Recipient
fr: Bénéficiaire

source: Issue|Ingenieur
fr: Ingénieur

source: Issue|Resume
fr: Résumé

source: Issue|Statut
fr: Statut

source: Issue|Severite
fr: Sévérité

source: Issue|Software
fr: Logiciel

source: Issue|Created on
fr: Créé le

source: Issue|Updated on
fr: Mise à jour le

source: Issue|Typeissue
fr: Type de demande

source: Issue|Contribution
fr: Contribution

source: Issue|Socle
fr: Socle

source: Issue|Mail cc
fr: Abonnés

source: Issue|First comment
fr: Premier commentaire

source: Issue|Contract
fr: Contrat

source: Issue|Expected on
fr: Attendu le

source: Issue|Last comment
fr: Dernier commentaire

source: Issue|Submitter
fr: Dépositaire

source: Issue|Version
fr: Version

source: Issue|Release
fr: Release

source: year
fr: année

source: month
fr: mois

source: week
fr: semaine

source: day
fr: jour

source: You must indicate a %s for your issue
fr: Vous devez indiquer un %s pour votre demande

source: The client of this contract is not consistant with the client of this recipient.
fr: Le client de ce contrat est incohérent avec le client du bénéficiaire.

source: role
fr: rôle

source: Role|Name
fr: Nom

source: Role|Info
fr: Info

source: Illimited offer on all components
fr: Offre illimité sur l'ensemble des composants

source: Illimited offer on a maximum of %d components
fr: Offre illimitée sur un maximum de %d composants

source: second
fr: seconde

source: %d time-credit
fr: %d crédit temps

source: Illimited number of tickets of %s
fr: Nombre illimité de tickets de %s

source: Up to %d tickets of %s
fr: Jusqu'a %d ticket de %s

source: severite
fr: sévérité

source: Severite|Name
fr: Name

source: socle
fr: machine

source: Socle|Name
fr: Nom

source: Socle|Binaires count
fr: Nombre de binaires

source: Software|Name
fr: Nom

source: Software|Referent
fr: Référant

source: Software|Resume
fr: Résumé

source: Software|Description
fr: Description

source: Software|License
fr: Licence

source: Software|Groupe
fr: Groupe

source: You have to specify a name
fr: Vous devez spécifier un nom

source: You have to specify a group
fr: Vous devez spécifier un groupe

source: You have to specify at least one technology
fr: Vous devez spécifier au moins une technologie

source: Submitted
fr: Enregistré

source: Active
fr: Actif

source: Suspended
fr: Suspendue

source: Analysed
fr: Analysé

source: Bypassed
fr: Contournée

source: Fixed
fr: Corrigée

source: Closed
fr: Fermée

source: Cancelled
fr: Annulée

source: team
fr: équipe

source: Team|Name
fr: Nom

source: Team|Motto
fr: Devise

source: Team|User cache
fr: Cache des membres

source: Team|Contact
fr: Contact

source: typecontribution
fr: type de contribution

source: Typecontribution|Name
fr: Nom

source: Typecontribution|Description
fr: Description

source: typedocument
fr: type de document

source: Typedocument|Name
fr: Nom

source: Typedocument|Description
fr: Description

source: typeissue
fr: type de demande

source: Typeissue|Name
fr: Nom

source: typeurl
fr: type d'url

source: Typeurl|Name
fr: Nom

source: urlreversement
fr: url de reversement

source: Urlreversement|Contribution
fr: Contribution

source: Urlreversement|Valeur
fr: Valeur

source: urlsoftware
fr: url du logiciel

source: Urlsoftware|Software
fr: Logiciel

source: Urlsoftware|Typeurl
fr: Type d'url

source: Urlsoftware|Valeur
fr: Valeur

source: user
fr: utilisateur

source: User|Login
fr: Identifiant

source: User|Password
fr: Mot de passe

source: User|Title
fr: Titre

source: User|Name
fr: Nom

source: User|Email
fr: Email

source: User|Phone
fr: Téléphone

source: User|Image
fr: Image

source: User|Information
fr: Information

source: User|Client
fr: Client

source: User|Inactive
fr: Inactif

source: User|Role
fr: Rôle

source: User|Restricted
fr: Restreint

source: User|Team
fr: Équipe

source: User|Pwd
fr: Mot de passe

source: User|Pwd confirmation
fr: Confirmation du mot de passe

source: Password missing
fr: Mot de passe manquant

source: Password is different from its confirmation
fr: Mot de passe différent de sa confirmation

source: Your password is too long (max. 20)
fr: Votre mot de passe est trop long (max. 20 caractères)

source: Your password is too short (min. 5)
fr: Votre mot de passe est trop court (min. 5)

source: You must have specify a password.
fr: Vous devez préciser un mot de passe

source: Version|Software
fr: Version d'un logiciel

source: Version|Name
fr: Nom

source: Version|Generic
fr: Générique

source: Access denied
fr: Accès interdit

source: This page is restricted.
fr: Cette page a un accès restreint aux personnes autorisées.

source: You can go to the homepage.
fr: Vous pouvez aller sur la page d'accueil.

source: You can also login with a user who has more rights :
fr: Vous pouvez aussi vous connecter avec un utilisateur qui a plus de droit :

source: Reconnect
fr: Reconnexion

source: Recipient
fr: Bénéficiaire

source: Modify your password
fr: Modifier votre mot de passe

source: Confirm this last
fr: Confirmer ce dernier

source: Receive a summary of daily activities
fr: Recevoir un résumé de l'activité quotidienne

source: Receive a summary of weekly activities
fr: Recevoir un résumé de l'activité hebdomadaire

source: Receive a summary of monthly activities
fr: Recevoir un résumé de l'activité mensuelle

source: User|Informations
fr: Informations

source: Engineer
fr: Ingénieur

source: Knowledges
fr: Connaissances

source: Contracts
fr: Contrats

source: Contracts of the Team
fr: Contrats de l'équipe

source: Disconnect
fr: Déconnexion

source: Issue list
fr: Liste des demandes

source: Submit an issue
fr: Déposer une demande

source: Calls
fr: Appels

source: Packages
fr: Paquets

source: Directory
fr: Répertoire

source: Users
fr: Utilisateurs

source: User list
fr: Liste des utilisateurs

source: Add a user
fr: Ajouter un utilisateur

source: Role management
fr: Gestion des rôles

source: Customers
fr: Clients

source: Activity report
fr: Rapport d'activité

source: Manager of the team
fr: Manager de l'équipe

source: Preferences
fr: Préférences

source: Daily Digest
fr: Activité quotidienne

source: Weekly Digest
fr: Activité hebdomadaire

source: Monthly Digest
fr: Activité mensuelle

source: Show an account
fr: Voir un compte

source: Search
fr: Rechercher

source: Name
fr: Nom

source: Customer
fr: Client

source: Roles
fr: Rôles

source: Perimeter
fr: Périmètre

source: Logins:
fr: Identifiants:

source: Recipients:
fr: Bénéficiaires:

source: Engineers:
fr: Ingénieurs:

source: Inconsistencies:
fr: Inconsistances:

source: a new user
fr: un nouvel utilisateur

source: No contracts currently open.
fr: Aucun contrat actuellement actif.

source: Modify %s
fr: Modifier %s

source: Validate
fr: Valider

source: %s login
fr: Connection au %s

source: Logout ...
fr: Déconnexion ...

source: You are now logout
fr: Vous êtes maintenant déconnecté

source: Create several accounts
fr: Créer plusieurs comptes

source: Fill up the fileds which are common in all the accounts.<br /> please.
fr: Veuillez remplir les champs qui sont commun à tous les comptes.<br />

source: The last field must be fill with CSV format.
fr: Complétez le dernier champs au format CSV

source: Create an account
fr: Créer un compte

source: The contract %s has a new issue : %s
fr: Le contrat %s a une nouvelle demande : %s

source: There is %d new issues.
fr: Il y a %d nouvelles demandes.

source: There is no new issue
fr: Il n'y a aucune nouvelle demande

source: Alerts
fr: Alertes

source: Please select the team you want to monitor
fr: Veuillez sélectionner les équipes que voulez surveiller

source: Alert on submit
fr: Alerte sur dépôt

source: Edit an architecture
fr: Modifier une architecture

source: Edit
fr: Modifier

source: List of processor architecture
fr: Liste des processus des architectures

source: A processor architecture
fr: Type d'instruction

source: Add a new processor architecture
fr: Ajouter une nouvelle architecture logicielle

source: Create
fr: Créer

source: Edition of this archive
fr: Édition de cette archive

source: List of archive
fr: Liste des archives

source: an archive
fr: une archive

source: Size
fr: Taille

source: New archive
fr: Nouvelle archive

source: Edit anattachment
fr: Éditer une pièce jointe

source: List of the attachments
fr: Liste des pièces jointes

source: an attachment
fr: une pièce jointe

source: Sumbitted on
fr: Déposé le

source: By
fr: Par

source: New attachment
fr: Nouvelle pièce jointe

source: Download
fr: Télécharger

source: Modification date
fr: Date de modification

source: Modification text
fr: Texte de modification

source: Edit a changelog
fr: Éditer un changelog

source: Show
fr: Consulter

source: List of the changelogs
fr: Liste des changelogs

source: a changelog
fr: un changelog

source: Add a changelog
fr: Ajouter un changelog

source: Create a new client
fr: Créér un nouveau client

source: By name
fr: Par nom

source: By system
fr: Par système

source: List of the clients
fr: Liste des clients

source: a client
fr: un client

source: Systems
fr: Systèmes

source: Access code
fr: Code d'accès

source: Add a logo
fr: Ajouter un logo

source: Stats
fr: Statut

source: Address
fr: Adresse

source: Inactive
fr: Inactif

source: Edit the client %s
fr: Modifier le client %s

source: Add a new client
fr: Ajouter un nouveau client

source: Submit
fr: Déposer

source: from %s to %s
fr: de %s à %s

source: on your complete system
fr: sur l'intégralité de votre système

source: concerning %s releases
fr: concernant %s releases

source: the
fr: le

source: system
fr: système

source: Statistics by clients
fr: Statistiques par clients

source: Write your comment here
fr: Écrivez votre commentaire ici

source: Is this comment private ?
fr: Est ce que ce commentaire est privé ?

source: You may also add a file
fr: Vous pouvez aussi ajouter un fichier

source: Edit a comment
fr: Éditer un commentaire

source: Return to the issue
fr: Retour à la demande

source: List of the comments
fr: Liste des commentaires

source: a comment
fr: un commentaire

source: Body
fr: Corps

source: Created on
fr: Créé le

source: Updated on
fr: Mis à jour le

source: Type of the issue
fr: Type de la demande

source: Editing a commitment
fr: Modifier un engagement

source: List of the possible contractual commitments of a contract
fr: Liste des engagements contractuels

source: a possible commitment
fr: un engagement possible

source: A new commitment
fr: A nouvel engagement

source: Editing skill
fr: Éditer la compétence

source: Skill list
fr: Liste des compétences

source: a skill
fr: une compétence

source: Resources
fr: Ressources

source: New skill
fr: Nouvelle compétence

source: Salesman Contact
fr: Contact Commercial

source: Internal mailing list
fr: Mailing liste interne

source: Customer mailing list
fr: Mailing liste cliente

source: Start
fr: Début

source: End
fr: Fin

source: Technological survey
fr: Veilles technologiques

source: Newsletter
fr: Lettre d'information

source: Domain
fr: Domaine

source: Commitments
fr: Engagements

source: Ruled by
fr: Régie par

source: Schedules
fr: Horaires

source: Engineers assigned to this contract
fr: Ingénieurs affiliés à ce contrat

source: Teams managing this contract
fr: Équipes gérant ce contrat

source: Yes
fr: Oui

source: No
fr: Non

source: Does not exist
fr: N'existe pas

source: Edit a contract
fr: Éditer un contrat

source: List of contracts
fr: Liste des contrats

source: Mailing list
fr: Mailing liste

source: Ordered by end date
fr: Ordonné par date de fin

source: New contract
fr: Nouveau contrat

source: You have spent <b>%s</b>
fr: Vous avez passé <b>%s</b>

source: Contractual commitments
fr: Engagements contractuels

source: Human ressources
fr: Ressources humaines

source: Team
fr: Équipe

source: Supported software
fr: Mes logiciels supportés

source: Manage tags for this contract
fr: Gérer les tags de ce contrat

source: Obligation
fr: Astreinte

source: System
fr: Système

source: Number of tickets
fr: Nombre de tickets

source: Number of used tickets
fr: Nombre de tickets inutilisés

source: Time per ticket
fr: Temps par ticket

source: Error, wrong type of contract
fr: Erreur, mauvais type de contrat

source: Supported software in this contract
fr: Logiciels supportés dans le cadre de ce contrat

source: Generic ?
fr: Générique ?

source: Add software
fr: Ajouter un logiciel

source: a software
fr: un logiciel

source: Tag of the contract "%s"
fr: Tag du contrat "%s"

source: Issue of this contract tagged with %s
fr: Demande de ce contrat taggée avec %s

source: or
fr: ou

source: List of contributions
fr: Liste des contributions

source: Patch
fr: Correctif

source: State
fr: Etat

source: Submitted on
fr: Déposé le

source: Closed on
fr: Clôturé le

source: Delay
fr: Délai

source: Submit a contribution
fr: Déposer une contribution

source: Selection interface
fr: Interface de sélection

source: Author
fr: Auteur

source: Issue number
fr: Numéro de la demande

source: Kind of contribution
fr: Type de contribution

source: Add an url for the community issue
fr: Ajouter une url de suivi communautaire

source: Submitted ?
fr: Déposé ?

source: Closed ?
fr: Fermée ?

source: Synthesis
fr: Synthèse

source: Affected version
fr: Version concernée

source: Fixed version
fr: Corrigé dans la version

source: Binary packages with the patch
fr: Paquets binaires avec le patch

source: Edit this contribution
fr: Modifier cette contribution

source: Contributions of %s
fr: Contributions de %s

source: All
fr: Tous

source: a new contribution
fr: une nouvelle contribution

source: Add a new contribution
fr: Ajouter une nouvelle contribution

source: Access to administration interface
fr: Interface d'administration

source: See all contributions
fr: Consulter toutes les contributions

source: link
fr: liens

source: This contribution has been submitted on %s by <b>%s</b>
fr: Cette contribution a été déposée le %s par <b>%s</b>

source: and its has been approved on %s
fr: et a été accepté le %s

source: This bug has been discovered in the version %s
fr: Ce bug a été découvert dans la version %s

source: and has been fixed in the version %s
fr: et a été corrigé dans la version %s

source: This patch was not submitted to the community
fr: Ce correctif n'a pas été soumis à la communauté

source: Add a document
fr: Ajouter un document

source: Type of document
fr: type de documents

source: Name of the file
fr: Nom du fichier

source: Statistics
fr: Statistiques

source: Document|Delivery_date
fr: Date de livraison

source: Modify the document :
fr: Modifier le document

source: all directories
fr: tous les répertoires

source: Documents available in %s
fr: Documents disponible dans %s

source: a document
fr: un document

source: Document|Delivery_on
fr: Date de livraison

source: Return to selection
fr: Retour à la sélection

source: Repository access
fr: Accès au dépôt

source: Submit a file
fr: Déposer un document

source: a file
fr: un fichier

source: Submitted by
fr: Déposé par

source: Document|Updated_on
fr: Mis à jour le

source: Editing group
fr: Éditer un groupe

source: Group list
fr: Liste des Groupes

source: a group
fr: un groupe

source: New group
fr: Nouveau groupe

source: Editing an image
fr: Éditer une image

source: List of images
fr: Liste des images

source: an image
fr: une image

source: Formatted
fr: Formatté

source: New image
fr: Nouvelle image

source: Choose a domain OR a software
fr: Choisisser un domaine OU un logiciel

source: Level
fr: Niveau

source: Add a knowledge
fr: Ajouter une connaissance

source: By software
fr: Par logiciel

source: By technology
fr: Par technologie

source: List of all knowledges
fr: Liste de l'ensemble des connaissances

source: a knowledge
fr: une connaissance

source: Knowledge
fr: Connaissance

source: Update your knowledge
fr: Mise à jour de votre connaissance

source: Add a new knowledge
fr: Ajouter une connaissance

source: Skip to the navigation
fr: Passer à la navigation

source: Skip to the content
fr: Passer au contenu

source: OSI Certified
fr: Certifié OSI

source: Edit a copyright
fr: Modifier une license

source: Access : DNS (IP)
fr: Accès :DNS (IP)

source: Virtual
fr: Virtuelle

source: Host
fr: Hôte

source: Editing machine
fr: Éditer la machine

source: IT infrastructure of Virtual machines of %s
fr: Parc informatique des marchines virtuelles de %s

source: a machine
fr: une machine

source: Access (IP)
fr: Accès (IP)

source: New machine
fr: Nouvelle machine

source: Roles
fr: Rôles

source: Editing permission
fr: Éditer la permission

source: Permission List
fr: Liste des permissions

source: a permission
fr: une permission

source: Allow to
fr: Autoriser pour

source: Role list
fr: Liste des rôles

source: Add a permission
fr: Ajouter une permission

source: Add a call
fr: Ajouter un appel

source: From
fr: Du

source: To
fr: Au

source: Engineers
fr: Ingénieurs

source: Recipients
fr: Bénéficiaires

source: Total duration
fr: Durée totale

source: Average duration
fr: Durée moyenne

source: List of calls
fr: Liste des appels

source: a call
fr: un appel

source: Interlocutor
fr: Interlocuteur

source: End of call
fr: Fin de l'appel

source: Duration
fr: Durée

source: Issue Id
fr: ID de la demande

source: Start of call
fr: Début de l'appel

source: Edit a phone call
fr: Modifier un appel

source: New phone call
fr: Nouvel appel téléphonique

source: Call n°%s
fr: Appel n°%s

source: Started on
fr: Commencé le

source: Ended on
fr: Terminé le

source: Is this release packaged ?
fr: Est ce que cette release est packagée ?

source: Is this release inactive ?
fr: Est ce que cette release est inactive ?

source: Edition of this release
fr: Édition de cette release

source: List of releases
fr: Liste des releases

source: a release
fr: une release

source: Packaged
fr: Packagé

source: Activated
fr: Actif

source: New release
fr: Nouvelle release

source: Packaged ?
fr: Packagé ?

source: Active ?
fr: Actif ?

source: SLA report
fr: Rapport CNS

source: Caption
fr: Légende

source: The progressions bar represent the progress ratio of the contract:
fr: La barre de progression représente le taux de finition du contrat:

source: The contract has not been started yet
fr: Le contrat n'a pas encore été démarré

source: The contract is outdated!
fr: Le contrat est dépassé!

source: The indicated time is the one elapsed before the end of the SLA.
fr: Le temps indiqué est celui restant avant la fin de la CNS

source: %s activity from
fr: Activité %s du

source: to
fr: à

source: "last week"
fr: "semaine précédente"

source: Issues closed <br /> this week
fr: Issues closes <br /> cette semaine

source: Total in progress <br /> end week
fr: Total en cours <br /> fin de semaine

source: Activity report of %s
fr: Rapport d'activité de %s

source: from
fr: de

source: months
fr: mois

source: Configuration of the activity report
fr: Configuration du rapport d'activité

source: The management report enables you to consult an overview of the activity.
fr: Le rapport d'activité vous permet de consulter une vue d'ensemble de l'activité.

source: End date
fr: Date de fin

source: Over a period of
fr: Sur une période de

source: Concerning the contract
fr: Portant sur le contrat

source: The report emphasizes the period considered compared to the period passed since the beginning of your contract.
fr: Le rapport met en valeur la période considérée par rapport à la période écoulée depuis le debut de votre contrat.

source: This report presents the state of the service from the
fr: Le présent rapport rend compte de l'exécution du service depuis le

source: to the
fr: au

source: including (
fr: inclus (

source: The beginning of the report is organized in four regions for each type of information:
fr: Le début du rapport est organisé suivant quatre zones pour chaque type d'information :

source: the first pie chart is a summary over the chosen period corresponding to the number of months you selected,
fr: le premier camembert est un récapitulatif sur la période considérée correspondant au nombre de mois que vous avez sélectionné,

source: the second pie chart draws all data since the begining of the deal: it thus doesn't change with the period you've chosen,
fr: le second camembert récapitule l'ensemble des données depuis l'ouverture du marché : il ne varie donc pas quelque soit la période que vous aurez choisie,

source: the third graph show another view of the summary through a bar chart showing the evolution of these data over the duration of the deal
fr: le troisième graphique vous offre une autre vision de vos demandes à travers un histographe d'évolution de ces données sur la durée du marché

source: the last table show a numerical view of the data used to draw the graphs, presented to you in the same zone.
fr: le dernier tableau vous offre une vision numérique des données utilisées pour dessiner les graphiques qui vous sont présentés dans la même zone.

source: You will observe in particular that the numbers have sometimes on their right side a second number between brackets: the first corresponds to the number of issues, whereas the second indicates, if needed, which issues are still “active”.
fr: Vous observerez notamment que les nombres sont parfois accompagnés d'un second nombre entre parenthèses. Le premier correspond au nombre de demandes, alors que le second indique, si cela est nécessaire, quelles sont les demandes encore “en activité“.

source: distribution
fr: répartition

source: severity
fr: sévérité

source: resolution
fr: résolution

source: Various statistics
fr: Statistiques diverses

source: evolution
fr: évolution

source: canceled
fr: annulation

source: New issue for %s
fr: Nouvelle demande pour %s

source: %s new issue has been submitted
fr: %s nouvelle demande a été soumise

source: %s activity per week
fr: Activité de %s par semaine

source: Please select
fr: Faites votre sélection

source: Select customer
fr: Sélectionner un client

source: Number of the week:
fr: Numéro de la semaine:

source: Or search by period
fr: Ou rechercher par période

source: First day :
fr: Premier jour :

source: Last day :
fr: Dernier jour :

source: See the comex report
fr: Consulter le rapport Comex

source: See the SLA report
fr: Consulter le rapport CNS

source: See the weekly report
fr: Consulter le rapport hebdomadaire

source: Choose one year:
fr: Spécifier une année :

source: History of %s for %s
fr: Historique du %s pour %s

source: Time of taking into account the issues
fr: Temps de prise en compte des demandes

source: Estimation in minutes
fr: Estimation en minutes

source: Workaround time of the issues in working days
fr: Temps de contournement des demandes en jours ouvrées

source: Estimate made in working days
fr: Estimation faite en jours ouvrés

source: Issues correction time
fr: Temps de correction

source: Estimation in working days
fr: Estimation en jours ouvrés

source: The activity of your contracts
fr: L'activité de vos contrats

source: Choose a period :
fr: Sélectionner une date

source: 1 Day
fr: 1 Jour

source: 1 Week
fr: 1 Semaine

source: 1 Month
fr: 1 Mois

source: See the digest
fr: Consulter le rapport synthétique

source: Issues of this %s
fr: Issues de ce/cette %s

source: Contract :
fr: Contrat :

source: open since %s
fr: ouverte depuis %s

source: Number
fr: Nombre

source: Weekly activity from
fr: Activité OSSA du

source: issue created
fr: issue créée

source: issue closed
fr: issue fermée
